import React from "react";

const LandingPage = () =>
   <div className="jumbotron bg-white ml-3 mr-5">
      <h1 className="display-4">Myblog - курсовой проект по дисциплине "разработка вебприложений".</h1>
      <p className="lead">Главная страница.</p>
      <hr className="my-4"/>
      <p>В ходе выполнения КП необходимо создать веб-приложение, которое будет включать в себя
         следующее содержимое:</p>
      <p>1) Главную страницу веб-приложения.</p>
      <p>2) Страницу со списком новостей.</p>
      <p>3) Страницу подробного просмотра новости.</p>
      <p>4) Функционал авторизации и регистрации.</p>
      <p>5) Функционал добавления комментариев.</p>
   </div>;

export default LandingPage;